"use client";
import { AuthorsList } from "@components/AuthorsList/AuthorsList";

export default function App() {
    return (
        <main className="main">
            <div className="main-container ">
                <div className=" ">
                    <div className="typeset typeset-text">
                        <h1>Заголовк статьи или параграфа</h1>
                        Можно ждать чего угодно1 Можно ждать чего угодно, можно
                        веровать всему, Ничему нельзя дивиться, раз уж Зевс,
                        отец богов, В полдень ночь послал на землю, заградивши
                        свет лучей У сияющего солнца. Жалкий страх на всех
                        напал. Все должны отныне люди вероятным признавать И
                        возможным. Удивляться нам не нужно и тогда, Если даже
                        зверь с дельфином поменяются жильем И милее суши станет
                        моря звучная волна Зверю, жившему доселе на верхах
                        скалистых гор.
                    </div>
                </div>
            </div>
        </main>
    );
}
